<?php

/** @var yii\web\View $this */

use yii\helpers\Url;

$this->title = 'My Yii Application';
?>
<div class="container h-auto">

    <!-- nngp:main-banner -->
    <div class="w-full h-auto relative">

        <button type="button" class="owl-main-banner-prev hidden absolute left-[-19px] top-2/4 -translate-y-2/4 z-30 bg-stone-300 hover:bg-main-red text-black hover:text-white duration-300 ease-in-out w-[37px] h-[37px] sm:flex items-center justify-center rounded-full">
            <svg class="rotate-180" width="21" height="8" viewBox="0 0 21 8" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                <path d="M20.3536 4.35355C20.5488 4.15829 20.5488 3.84171 20.3536 3.64645L17.1716 0.464466C16.9763 0.269204 16.6597 0.269204 16.4645 0.464466C16.2692 0.659728 16.2692 0.976311 16.4645 1.17157L19.2929 4L16.4645 6.82843C16.2692 7.02369 16.2692 7.34027 16.4645 7.53553C16.6597 7.7308 16.9763 7.7308 17.1716 7.53553L20.3536 4.35355ZM0 4.5H20V3.5H0V4.5Z"/>
            </svg>
        </button>

        <button type="button" class="owl-main-banner-next hidden absolute right-[-19px] top-2/4 -translate-y-2/4 z-30 bg-stone-300 hover:bg-main-red text-black hover:text-white duration-300 ease-in-out w-[37px] h-[37px] sm:flex items-center justify-center rounded-full">
            <svg width="21" height="8" viewBox="0 0 21 8" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                <path d="M20.3536 4.35355C20.5488 4.15829 20.5488 3.84171 20.3536 3.64645L17.1716 0.464466C16.9763 0.269204 16.6597 0.269204 16.4645 0.464466C16.2692 0.659728 16.2692 0.976311 16.4645 1.17157L19.2929 4L16.4645 6.82843C16.2692 7.02369 16.2692 7.34027 16.4645 7.53553C16.6597 7.7308 16.9763 7.7308 17.1716 7.53553L20.3536 4.35355ZM0 4.5H20V3.5H0V4.5Z"/>
            </svg>
        </button>

        <div class="owl-carousel owl-carousel-main-banner owl-theme bg-white">

            <div class="item h-[450px] sm:h-[412px] block lg:grid grid-cols-[60%_40%] grid-rows-1 relative">
                <div class="block bg-no-repeat bg-center bg-cover absolute lg:static top-0 right-0 bottom-0 left-0 h-full brightness-[.6] lg:brightness-100" style="background-image: url('<?= Url::to(['/image/demo/02.jpg']) ?>');"></div>
                <div class="absolute lg:static top-0 right-0 bottom-0 left-0 h-full py-10 p-5 sm:p-10">
                    <h1 class="font-bold text-3xl sm:text-4xl mb-3 text-white lg:text-black">
                        Амурский газохимический комплекс
                    </h1>
                    <p class="font-medium text-sm mb-5 text-white lg:text-black">
                        В результате аудита, проведенного ведущим российским инжиниринговым центром АО «НИПИГАЗ»,
                        получена высокая оценка организации процессов ООО «ННГП», что дало возможность принимать
                        участие в закрытых конкурентных процедурах.
                    </p>
                    <a href="" class="inline-block px-10 py-3 text-white uppercase font-medium text-xs rounded-xl shadow-[0px_15px_40px_#00000040] bg-black hover:bg-main-red duration-300 ease-in-out">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>

            <div class="item h-[450px] sm:h-[412px] block lg:grid grid-cols-[60%_40%] grid-rows-1 relative">
                <div class="block bg-no-repeat bg-center bg-cover absolute lg:static top-0 right-0 bottom-0 left-0 h-full brightness-[.6] lg:brightness-100" style="background-image: url('<?= Url::to(['/image/demo/03.jpg']) ?>');"></div>
                <div class="absolute lg:static top-0 right-0 bottom-0 left-0 h-full py-10 p-5 sm:p-10">
                    <h1 class="font-bold text-3xl sm:text-4xl mb-3 text-white lg:text-black">
                        Амурский газохимический комплекс
                    </h1>
                    <p class="font-medium text-sm mb-5 text-white lg:text-black">
                        В результате аудита, проведенного ведущим российским инжиниринговым центром АО «НИПИГАЗ»,
                        получена высокая оценка организации процессов ООО «ННГП», что дало возможность принимать
                        участие в закрытых конкурентных процедурах.
                    </p>
                    <a href="" class="inline-block px-10 py-3 text-white uppercase font-medium text-xs rounded-xl shadow-[0px_15px_40px_#00000040] bg-black hover:bg-main-red duration-300 ease-in-out">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>

            <div class="item h-[450px] sm:h-[412px] block lg:grid grid-cols-[60%_40%] grid-rows-1 relative">
                <div class="block bg-no-repeat bg-center bg-cover absolute lg:static top-0 right-0 bottom-0 left-0 h-full brightness-[.6] lg:brightness-100" style="background-image: url('<?= Url::to(['/image/demo/04.jpg']) ?>');"></div>
                <div class="absolute lg:static top-0 right-0 bottom-0 left-0 h-full py-10 p-5 sm:p-10">
                    <h1 class="font-bold text-3xl sm:text-4xl mb-3 text-white lg:text-black">
                        Амурский газохимический комплекс
                    </h1>
                    <p class="font-medium text-sm mb-5 text-white lg:text-black">
                        В результате аудита, проведенного ведущим российским инжиниринговым центром АО «НИПИГАЗ»,
                        получена высокая оценка организации процессов ООО «ННГП», что дало возможность принимать
                        участие в закрытых конкурентных процедурах.
                    </p>
                    <a href="" class="inline-block px-10 py-3 text-white uppercase font-medium text-xs rounded-xl shadow-[0px_15px_40px_#00000040] bg-black hover:bg-main-red duration-300 ease-in-out">
                        ПОДРОБНЕЕ
                    </a>
                </div>
            </div>

        </div>
    </div>
    <!-- /nngp:main-banner -->

    <div class="w-full h-auto block sm:grid sm:grid-cols-2 lg:grid-cols-3 sm:grid-rows-[96px_488px_358px_358px_358px] lg:grid-rows-[96px_358px_358px] gap-8 mt-4">

        <!-- nngp:link-to-quality-policy -->
        <a href="" class="mb-5 sm:mb-0 flex items-center justify-between bg-main-red hover:bg-white text-white hover:text-main-red font-light hover:font-bold duration-300 ease-in-out px-8 py-5 rounded-xl h-24">
            <svg class="w-[80px] sm:w-[45px] h-[80px] sm:h-[45px]" viewBox="0 0 45 45" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                <path d="M30.5043 13.2999L22.7352 10.6043C22.5952 10.5557 22.443 10.5557 22.303 10.6043L17.3518 12.3222C17.0079 12.4415 16.8258 12.8171 16.9451 13.1611C17.0644 13.5051 17.4398 13.6871 17.784 13.5677L22.5191 11.9248L29.5936 14.3795C29.4176 16.0937 28.3898 22.0965 22.5189 25.9453C19.6892 24.0929 17.6384 21.5462 16.4198 18.3698C15.4694 15.8921 15.4099 13.9366 15.4091 13.908C15.4009 13.5443 15.0973 13.2572 14.7361 13.2636C14.372 13.2714 14.0833 13.5726 14.091 13.9366C14.0928 14.0238 14.1479 16.103 15.1692 18.79C16.111 21.2676 18.0902 24.753 22.1714 27.287C22.2778 27.3531 22.3984 27.3861 22.5191 27.3861C22.6397 27.3861 22.7603 27.3531 22.8667 27.287C26.9479 24.753 28.9272 21.2676 29.8689 18.79C30.8902 16.1031 30.9454 14.0238 30.9472 13.9366C30.9533 13.6508 30.7743 13.3936 30.5043 13.2999Z"/>
                <path d="M26.1827 16.5085C25.9253 16.251 25.5079 16.2511 25.2505 16.5085L21.9139 19.845L19.9602 17.8913C19.7028 17.6339 19.2854 17.6339 19.028 17.8913C18.7706 18.1487 18.7706 18.5661 19.028 18.8235L21.4479 21.2434C21.5766 21.3721 21.7453 21.4365 21.9139 21.4365C22.0826 21.4365 22.2513 21.3721 22.38 21.2434L26.1827 17.4407C26.44 17.1833 26.44 16.7659 26.1827 16.5085Z"/>
                <path d="M37.1357 26.982C37.3056 26.1167 37.466 25.2994 37.7589 24.593C38.0343 23.9287 38.4869 23.2645 38.9659 22.5613C39.8543 21.2573 40.773 19.9089 40.773 18.2727C40.773 16.6365 39.8543 15.2881 38.9659 13.9842C38.4868 13.281 38.0343 12.6168 37.7589 11.9525C37.466 11.246 37.3056 10.4287 37.1357 9.56345C36.836 8.03626 36.5261 6.45705 35.4212 5.35209C34.3161 4.24704 32.7368 3.93705 31.2097 3.63735C30.3444 3.46754 29.527 3.30714 28.8206 3.0142C28.1563 2.73875 27.4921 2.28621 26.789 1.8072C25.4848 0.918719 24.1365 0 22.5002 0C20.8641 0 19.5156 0.918719 18.2117 1.80712C17.5085 2.28621 16.8443 2.73875 16.18 3.01412C15.4736 3.30705 14.6563 3.46745 13.791 3.63726C12.2638 3.93697 10.6846 4.24687 9.57963 5.35183C8.47458 6.45687 8.16459 8.03609 7.86489 9.56336C7.69508 10.4286 7.53468 11.246 7.24165 11.9524C6.96621 12.6167 6.51375 13.2809 6.03465 13.9841C5.14626 15.2881 4.22754 16.6365 4.22754 18.2727C4.22754 19.9089 5.14626 21.2573 6.03465 22.5612C6.51375 23.2644 6.96629 23.9286 7.24165 24.5929C7.53459 25.2994 7.69499 26.1166 7.8648 26.9819C8.16451 28.5091 8.47441 30.0883 9.57937 31.1933C9.9188 31.5327 10.3032 31.7966 10.7168 32.0087L6.41918 40.0413C6.31133 40.2428 6.31555 40.4856 6.43025 40.6832C6.54495 40.8808 6.75378 41.0049 6.98211 41.0112L11.3771 41.1327L13.9168 44.7216C14.0409 44.8968 14.2419 44.9999 14.4548 44.9999C14.4684 44.9999 14.4822 44.9995 14.496 44.9986C14.7239 44.9844 14.9284 44.8531 15.0361 44.6517L19.7988 35.75C20.6302 36.2106 21.5128 36.5455 22.5002 36.5455C23.4877 36.5455 24.3703 36.2106 25.2016 35.75L29.9643 44.6518C30.0721 44.8532 30.2765 44.9845 30.5045 44.9987C30.5182 44.9996 30.5319 45 30.5456 45C30.7586 45 30.9596 44.8968 31.0836 44.7217L33.6234 41.1327L38.0183 41.0113C38.2468 41.0049 38.4556 40.8808 38.5702 40.6833C38.6849 40.4857 38.6891 40.2428 38.5813 40.0414L34.2837 32.0088C34.6972 31.7967 35.0816 31.5329 35.4209 31.1936C36.5259 30.0886 36.836 28.5093 37.1357 26.982ZM14.377 43.0894L12.2629 40.1021C12.143 39.9328 11.9505 39.8297 11.7431 39.824L8.08479 39.7229L11.9552 32.4888C12.5528 32.6641 13.1758 32.7874 13.7909 32.9081C14.1739 32.9833 14.5466 33.0572 14.9054 33.141L12.4731 37.6871C12.3013 38.0081 12.4223 38.4075 12.7433 38.5793C12.8423 38.6323 12.9487 38.6574 13.0538 38.6574C13.289 38.6574 13.5168 38.531 13.6355 38.3091L16.1895 33.5356C16.8506 33.8114 17.5118 34.2616 18.2118 34.7384C18.366 34.8435 18.5208 34.9489 18.6766 35.0533L14.377 43.0894ZM36.9159 39.7228L33.2576 39.8239C33.0502 39.8296 32.8576 39.9327 32.7377 40.102L30.6237 43.0893L26.3241 35.0531C26.4799 34.9488 26.6347 34.8434 26.7889 34.7384C27.4888 34.2615 28.1501 33.8113 28.8112 33.5355L31.3652 38.3089C31.484 38.5309 31.7116 38.6572 31.947 38.6572C32.0519 38.6572 32.1584 38.6321 32.2574 38.5791C32.5784 38.4073 32.6994 38.0079 32.5277 37.6869L30.0954 33.1409C30.4541 33.0571 30.8267 32.9832 31.2097 32.908C31.8248 32.7873 32.4479 32.6641 33.0455 32.4887L36.9159 39.7228ZM30.9556 31.6145C30.0648 31.7893 29.1436 31.9701 28.3154 32.3135C27.526 32.6409 26.7738 33.1533 26.0465 33.6489C24.8552 34.4604 23.7299 35.2271 22.5002 35.2271C21.2705 35.2271 20.1452 34.4604 18.9538 33.6488C18.2266 33.1532 17.4744 32.6408 16.685 32.3135C15.8568 31.97 14.9356 31.7892 14.0447 31.6144C12.6499 31.3406 11.3324 31.082 10.5114 30.2611C9.69055 29.4402 9.43206 28.1228 9.15837 26.7281C8.98356 25.8372 8.80277 24.9162 8.45929 24.0879C8.1319 23.2984 7.6195 22.5463 7.12397 21.819C6.31239 20.6276 5.54572 19.5024 5.54572 18.2727C5.54572 17.0429 6.31239 15.9177 7.12397 14.7263C7.6195 13.999 8.1319 13.2469 8.45929 12.4574C8.80277 11.6292 8.98356 10.708 9.15837 9.81728C9.43215 8.42245 9.69072 7.10498 10.5116 6.28399C11.3325 5.4631 12.6499 5.20461 14.0446 4.93092C14.9355 4.7561 15.8566 4.57531 16.6849 4.23184C17.4743 3.90445 18.2265 3.39204 18.9538 2.89652C20.1453 2.08503 21.2706 1.31836 22.5002 1.31836C23.73 1.31836 24.8553 2.08503 26.0466 2.89669C26.7739 3.39222 27.5261 3.90462 28.3155 4.23193C29.1437 4.5754 30.0649 4.75619 30.9556 4.93101C32.3506 5.20479 33.6679 5.46336 34.4889 6.28426C35.3098 7.10515 35.5683 8.42254 35.842 9.81728C36.0168 10.7081 36.1976 11.6292 36.5411 12.4575C36.8685 13.2469 37.3809 13.9991 37.8764 14.7264C38.688 15.9178 39.4547 17.043 39.4547 18.2727C39.4547 19.5025 38.688 20.6276 37.8763 21.8191C37.3808 22.5464 36.8684 23.2985 36.5411 24.088C36.1976 24.9162 36.0168 25.8373 35.842 26.7281C35.5682 28.1229 35.3097 29.4404 34.4888 30.2614C33.6679 31.0822 32.3504 31.3408 30.9556 31.6145Z"/>
                <path d="M30.8247 7.85272C25.5148 3.60111 17.8807 4.02518 13.0667 8.83912C8.25272 13.653 7.82865 21.2873 12.0803 26.5971C12.2104 26.7598 12.4019 26.8444 12.5952 26.8444C12.7397 26.8444 12.8852 26.797 13.0068 26.6997C13.291 26.4721 13.3369 26.0573 13.1094 25.7731C9.27849 20.9886 9.6609 14.1093 13.9989 9.77128C18.3369 5.43327 25.2163 5.05086 30.0007 8.88183C30.2849 9.10947 30.6997 9.06332 30.9272 8.77926C31.1548 8.49511 31.1089 8.08018 30.8247 7.85272Z"/>
                <path d="M32.9202 9.94791C32.6927 9.66367 32.2777 9.61779 31.9937 9.84534C31.7095 10.0729 31.6636 10.4877 31.8911 10.7719C35.7221 15.5564 35.3397 22.4357 31.0017 26.7737C26.6637 31.1117 19.7843 31.4941 14.9999 27.6631C14.7158 27.4356 14.3009 27.4815 14.0733 27.7657C13.8458 28.0498 13.8918 28.4647 14.1759 28.6922C16.6246 30.653 19.5673 31.6192 22.5002 31.6192C25.9269 31.6192 29.34 30.2997 31.9338 27.7059C36.7478 22.8921 37.1719 15.2578 32.9202 9.94791Z"/>
            </svg>

            <p class="text-xl ml-8">
                Политика руководства в области качества
            </p>
        </a>
        <!-- /nngp:link-to-quality-policy -->

        <!-- nngp:link-to-employee-initiatives -->
        <a href="" class="mb-5 sm:mb-0 flex items-center justify-between bg-main-gray hover:bg-white text-white hover:text-main-red font-light hover:font-bold duration-300 ease-in-out px-8 py-5 rounded-xl h-24">
            <svg class="w-[80px] sm:w-[45px] h-[80px] sm:h-[45px]" viewBox="0 0 45 45" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                <path d="M19.7637 7.8083C19.6152 7.80814 19.4718 7.75362 19.3607 7.65502C19.2496 7.55642 19.1784 7.42057 19.1606 7.2731C19.1428 7.12563 19.1796 6.97674 19.2641 6.85453C19.3485 6.73232 19.4747 6.64524 19.619 6.60972C20.0941 6.49318 20.5767 6.40927 21.0632 6.35858C21.2299 6.33912 21.4038 6.32513 21.5777 6.31905C21.6577 6.31522 21.7377 6.32739 21.8129 6.35486C21.8882 6.38233 21.9572 6.42455 22.0159 6.47903C22.0747 6.53351 22.1219 6.59916 22.155 6.67215C22.188 6.74513 22.2061 6.82397 22.2083 6.90405C22.2113 6.98387 22.1986 7.0635 22.1708 7.1384C22.143 7.21329 22.1008 7.28198 22.0464 7.34054C21.9921 7.3991 21.9268 7.44639 21.8542 7.47969C21.7816 7.513 21.7031 7.53168 21.6233 7.53466C21.481 7.53952 21.3393 7.55047 21.1976 7.56688C20.764 7.61243 20.3339 7.6872 19.9103 7.79067C19.8623 7.80248 19.8131 7.8084 19.7637 7.8083Z" />
                <path d="M27.6626 35.0816H17.337C17.1757 35.0816 17.021 35.0176 16.907 34.9035C16.7929 34.7895 16.7288 34.6348 16.7288 34.4735V34.1756C16.7288 31.2652 15.9286 30.3943 14.3353 28.66C13.8647 28.1474 13.3313 27.5654 12.7439 26.8503C11.6789 25.5553 10.8848 24.0595 10.4087 22.4518C9.93272 20.844 9.78446 19.157 9.97277 17.4909C10.1129 16.1982 10.456 14.9356 10.9895 13.7498C11.0218 13.6763 11.0682 13.6099 11.1263 13.5545C11.1843 13.499 11.2527 13.4556 11.3276 13.4267C11.4025 13.3979 11.4824 13.3841 11.5626 13.3862C11.6429 13.3884 11.7219 13.4064 11.7951 13.4392C11.8684 13.472 11.9344 13.5191 11.9894 13.5775C12.0444 13.636 12.0872 13.7048 12.1155 13.7799C12.1438 13.855 12.1569 13.935 12.1541 14.0152C12.1514 14.0954 12.1327 14.1743 12.0993 14.2472C11.6182 15.3167 11.3085 16.4552 11.1817 17.621C11.011 19.1264 11.1444 20.6507 11.574 22.1035C12.0035 23.5563 12.7204 24.9081 13.6822 26.0786C14.2484 26.7694 14.7695 27.3368 15.2293 27.8373C16.8103 29.5606 17.8751 30.7173 17.9402 33.8654H27.0606C27.1257 30.71 28.1893 29.5533 29.774 27.83C30.2222 27.3435 30.7311 26.7883 31.2833 26.12C32.4461 24.7134 33.2534 23.0478 33.6373 21.2637C34.0212 19.4796 33.9702 17.6294 33.4888 15.8691C33.0074 14.1088 32.1096 12.4901 30.8712 11.1497C29.6328 9.80928 28.0902 8.7864 26.3734 8.16738C26.2983 8.14023 26.2293 8.09855 26.1703 8.04472C26.1113 7.9909 26.0635 7.92598 26.0296 7.85367C25.9957 7.78136 25.9763 7.70308 25.9727 7.6233C25.969 7.54352 25.9811 7.46381 26.0083 7.3887C26.0354 7.31359 26.0771 7.24457 26.1309 7.18557C26.1848 7.12657 26.2497 7.07875 26.322 7.04484C26.3943 7.01093 26.4726 6.9916 26.5523 6.98794C26.6321 6.98429 26.7118 6.99638 26.787 7.02353C28.6869 7.70921 30.3941 8.84185 31.7644 10.3259C33.1348 11.8099 34.128 13.6017 34.6604 15.5502C35.1928 17.4987 35.2487 19.5467 34.8234 21.5213C34.3981 23.496 33.5041 25.3393 32.2168 26.8959C31.6451 27.5879 31.1222 28.1535 30.6661 28.6527C29.0716 30.3871 28.2707 31.2566 28.2707 34.1756V34.4735C28.2707 34.6348 28.2067 34.7895 28.0926 34.9035C27.9786 35.0176 27.8239 35.0816 27.6626 35.0816Z"/>
                <path d="M14.4123 10.6359C14.2899 10.6359 14.1703 10.5989 14.0692 10.5298C13.9681 10.4608 13.8902 10.3628 13.8458 10.2487C13.8013 10.1346 13.7923 10.0098 13.8199 9.89051C13.8475 9.77124 13.9105 9.66308 14.0006 9.58019C14.4777 9.14607 14.9858 8.74731 15.5209 8.38708C15.587 8.34224 15.6613 8.31087 15.7396 8.29474C15.8178 8.27862 15.8985 8.27807 15.9769 8.29312C16.0554 8.30817 16.1301 8.33852 16.1969 8.38245C16.2636 8.42638 16.321 8.48302 16.3659 8.54915C16.4107 8.61527 16.4421 8.68957 16.4582 8.76782C16.4743 8.84607 16.4749 8.92673 16.4598 9.00519C16.4448 9.08365 16.4144 9.15838 16.3705 9.22511C16.3266 9.29184 16.2699 9.34927 16.2038 9.39411C15.7188 9.72043 15.2584 10.082 14.8264 10.4759C14.7135 10.5795 14.5656 10.6366 14.4123 10.6359Z"/>
                <path d="M29.2976 38.3584H15.7027C15.4286 38.3584 15.1656 38.2495 14.9717 38.0556C14.7779 37.8617 14.6689 37.5988 14.6689 37.3246V34.8922C14.6689 34.618 14.7779 34.3551 14.9717 34.1612C15.1656 33.9673 15.4286 33.8584 15.7027 33.8584H29.2976C29.5718 33.8584 29.8347 33.9673 30.0286 34.1612C30.2225 34.3551 30.3314 34.618 30.3314 34.8922V37.3246C30.3314 37.5988 30.2225 37.8617 30.0286 38.0556C29.8347 38.2495 29.5718 38.3584 29.2976 38.3584ZM15.8876 37.1422H29.1127V35.0813H15.8876V37.1422Z"/>
                <path d="M25.287 43.7838H19.7131C19.1387 43.7834 18.588 43.555 18.1817 43.1489C17.7755 42.7428 17.547 42.1922 17.5464 41.6178V37.7502C17.5464 37.5889 17.6105 37.4342 17.7245 37.3202C17.8385 37.2062 17.9932 37.1421 18.1545 37.1421H26.8456C27.0069 37.1421 27.1615 37.2062 27.2756 37.3202C27.3896 37.4342 27.4537 37.5889 27.4537 37.7502V41.6178C27.453 42.1922 27.2245 42.7428 26.8183 43.1489C26.4121 43.555 25.8614 43.7834 25.287 43.7838ZM18.7626 38.3583V41.6178C18.7631 41.8696 18.8634 42.1111 19.0416 42.2891C19.2197 42.4671 19.4612 42.5673 19.7131 42.5676H25.287C25.5389 42.5673 25.7804 42.4671 25.9585 42.2891C26.1367 42.1111 26.237 41.8696 26.2375 41.6178V38.3583H18.7626Z"/>
                <path d="M29.605 40.807H26.8454C26.6841 40.807 26.5295 40.743 26.4154 40.6289C26.3014 40.5149 26.2373 40.3602 26.2373 40.1989C26.2373 40.0376 26.3014 39.883 26.4154 39.7689C26.5295 39.6549 26.6841 39.5908 26.8454 39.5908H29.605C29.7663 39.5908 29.921 39.6549 30.035 39.7689C30.1491 39.883 30.2131 40.0376 30.2131 40.1989C30.2131 40.3602 30.1491 40.5149 30.035 40.6289C29.921 40.743 29.7663 40.807 29.605 40.807Z"/>
                <path d="M18.1543 40.807H15.3947C15.2334 40.807 15.0788 40.743 14.9647 40.6289C14.8507 40.5149 14.7866 40.3602 14.7866 40.1989C14.7866 40.0376 14.8507 39.883 14.9647 39.7689C15.0788 39.6549 15.2334 39.5908 15.3947 39.5908H18.1543C18.3156 39.5908 18.4703 39.6549 18.5843 39.7689C18.6984 39.883 18.7624 40.0376 18.7624 40.1989C18.7624 40.3602 18.6984 40.5149 18.5843 40.6289C18.4703 40.743 18.3156 40.807 18.1543 40.807Z"/>
                <path d="M22.5002 35.0813C22.3389 35.0813 22.1842 35.0173 22.0702 34.9032C21.9562 34.7892 21.8921 34.6345 21.8921 34.4732V26.6682C21.8921 26.5069 21.9562 26.3522 22.0702 26.2382C22.1842 26.1241 22.3389 26.0601 22.5002 26.0601C22.6615 26.0601 22.8162 26.1241 22.9302 26.2382C23.0442 26.3522 23.1083 26.5069 23.1083 26.6682V34.4732C23.1083 34.6345 23.0442 34.7892 22.9302 34.9032C22.8162 35.0173 22.6615 35.0813 22.5002 35.0813Z"/>
                <path d="M22.4999 27.276C22.3387 27.276 22.184 27.2119 22.07 27.0979L17.1443 22.1722C17.0336 22.0575 16.9723 21.9039 16.9737 21.7444C16.975 21.585 17.039 21.4325 17.1517 21.3197C17.2645 21.207 17.417 21.143 17.5765 21.1416C17.7359 21.1402 17.8895 21.2015 18.0042 21.3123L22.4999 25.8081L26.9945 21.3141C27.1092 21.2034 27.2628 21.1421 27.4222 21.1434C27.5817 21.1448 27.7342 21.2088 27.8469 21.3215C27.9597 21.4343 28.0236 21.5868 28.025 21.7462C28.0264 21.9057 27.9651 22.0593 27.8543 22.174L22.9287 27.0997C22.8146 27.2128 22.6605 27.2762 22.4999 27.276Z"/>
                <path d="M22.5002 3.4578C22.3389 3.4578 22.1842 3.39373 22.0702 3.27968C21.9562 3.16564 21.8921 3.01097 21.8921 2.84969V1.82442C21.8921 1.66314 21.9562 1.50846 22.0702 1.39442C22.1842 1.28038 22.3389 1.21631 22.5002 1.21631C22.6615 1.21631 22.8162 1.28038 22.9302 1.39442C23.0442 1.50846 23.1083 1.66314 23.1083 1.82442V2.84969C23.1083 3.01097 23.0442 3.16564 22.9302 3.27968C22.8162 3.39373 22.6615 3.4578 22.5002 3.4578Z"/>
                <path d="M35.2701 8.74784C35.1498 8.74782 35.0323 8.71214 34.9323 8.64532C34.8323 8.5785 34.7544 8.48353 34.7084 8.37243C34.6624 8.26133 34.6503 8.13908 34.6738 8.02114C34.6972 7.90319 34.7551 7.79485 34.8402 7.7098L35.565 6.98494C35.679 6.87083 35.8337 6.8067 35.995 6.80664C36.1564 6.80658 36.3111 6.87061 36.4252 6.98464C36.5393 7.09866 36.6034 7.25334 36.6035 7.41466C36.6035 7.57597 36.5395 7.7307 36.4255 7.8448L35.7006 8.56967C35.6442 8.6264 35.5771 8.67137 35.5032 8.70196C35.4293 8.73254 35.3501 8.74814 35.2701 8.74784Z"/>
                <path d="M41.5866 21.5189H40.5607C40.3995 21.5189 40.2448 21.4549 40.1307 21.3408C40.0167 21.2268 39.9526 21.0721 39.9526 20.9108C39.9526 20.7496 40.0167 20.5949 40.1307 20.4808C40.2448 20.3668 40.3995 20.3027 40.5607 20.3027H41.586C41.7473 20.3027 41.902 20.3668 42.016 20.4808C42.1301 20.5949 42.1941 20.7496 42.1941 20.9108C42.1941 21.0721 42.1301 21.2268 42.016 21.3408C41.902 21.4549 41.7473 21.5189 41.586 21.5189H41.5866Z"/>
                <path d="M4.43916 21.5189H3.41328C3.252 21.5189 3.09733 21.4549 2.98329 21.3408C2.86924 21.2268 2.80518 21.0721 2.80518 20.9108C2.80518 20.7496 2.86924 20.5949 2.98329 20.4808C3.09733 20.3668 3.252 20.3027 3.41328 20.3027H4.43916C4.60044 20.3027 4.75512 20.3668 4.86916 20.4808C4.9832 20.5949 5.04727 20.7496 5.04727 20.9108C5.04727 21.0721 4.9832 21.2268 4.86916 21.3408C4.75512 21.4549 4.60044 21.5189 4.43916 21.5189Z"/>
                <path d="M9.72992 8.74757C9.65003 8.74779 9.5709 8.73215 9.4971 8.70156C9.4233 8.67098 9.3563 8.62606 9.29998 8.56939L8.57451 7.84453C8.46374 7.72984 8.40245 7.57623 8.40383 7.41679C8.40522 7.25734 8.46917 7.10482 8.58192 6.99208C8.69467 6.87933 8.84719 6.81537 9.00663 6.81399C9.16608 6.8126 9.31969 6.8739 9.43438 6.98467L10.1556 7.70953C10.2404 7.79432 10.2982 7.90227 10.3218 8.01982C10.3454 8.13737 10.3337 8.25927 10.2882 8.3702C10.2427 8.48113 10.1654 8.57614 10.0661 8.64328C9.96677 8.71043 9.84981 8.74671 9.72992 8.74757Z" />
            </svg>

            <p class="text-xl ml-8">
                Подача инициатив от сотрудников
            </p>
        </a>
        <!-- /nngp:link-to-employee-initiatives -->

        <!-- nngp:birthdays -->
        <div class="mb-5 sm:mb-0 col-span-1 sm:col-span-2 lg:col-span-1 row-span-1 lg:row-span-2">
            <div class="flex items-center justify-center bg-main-red px-8 py-5 rounded-t-xl h-24">
                <p class="font-light text-lg sm:text-xl text-white">
                    Дни рождения сотрудников
                </p>
            </div>
            <div class="w-full h-auto bg-[#F1F1F1] px-6 py-5 rounded-b-xl bg-right bg-no-repeat" style="background-image: url('./image/elements/confetti.png');">
                <h1 class="font-light text-xl text-main-red text-center mb-5">СЕГОДНЯ - 11 апреля</h1>

                <div class="flex items-center justify-start">
                    <div class="w-[74px] h-[74px] rounded-full bg-no-repeat bg-center bg-[length:100%_auto]" style="background-image: url('<?= Url::to(['/image/demo/05.jpg']) ?>');">
                        <!-- img via css -->
                    </div>
                    <div class="ml-5">
                        <h3 class="font-medium text-sm">Степанов Иван Алексеевич</h3>
                        <p class="font-light text-xs text-stone-400">Тендерный отдел</p>
                        <a href="" class="font-medium text-[10px] text-main-red uppercase mt-3 relative after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-main-red after:h-px after:w-full">ПОЗДРАВИТЬ</a>
                    </div>
                </div>

                <i class="block w-full h-px bg-stone-200 my-4"></i>

                <h1 class="font-light text-xl text-main-red text-center mb-5">ЗАВТРА - 12 апреля</h1>

                <div class="flex items-center justify-start">
                    <div class="w-[74px] h-[74px] rounded-full bg-no-repeat bg-center bg-[length:100%_auto]" style="background-image: url('<?= Url::to(['/image/demo/06.jpg']) ?>');">
                        <!-- img via css -->
                    </div>
                    <div class="ml-5">
                        <h3 class="font-medium text-sm">Макарова Дарья Игоревна</h3>
                        <p class="font-light text-xs text-stone-400">Отдел 3D моделирования</p>
                        <a href="" class="font-medium text-[10px] text-main-red uppercase mt-3 relative after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-main-red after:h-px after:w-full">ПОЗДРАВИТЬ</a>
                    </div>
                </div>

                <a href="" class="inline-block font-medium text-xs text-main-red mt-5 py-3 px-5 rounded-xl border-solid border-2 border-main-red relative left-2/4 -translate-x-2/4">
                    ВСЕ ДНИ РОЖДЕНИЯ
                </a>

            </div>
        </div>
        <!-- /nngp:birthdays -->

        <!-- nngp:news -->
        <div class="mb-5 sm:mb-0 col-span-1 sm:col-span-2 row-span-2">

            <div class="flex items-center justify-between">
                <h1 class="font-bold text-2xl sm:text-4xl text-black">Новости</h1>
                <a href="" class="font-medium text-main-red text-xs sm:text-sm uppercase relative after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-main-red after:h-px after:w-full">СМОТРЕТЬ ВСЕ</a>
            </div>

            <i class="block w-full h-px bg-stone-200 my-6"></i>

            <div class="grid grid-cols-1 sm:grid-cols-2 grid-rows-4 sm:grid-rows-2 gap-x-8 gap-y-5">

                <!-- nngp:news-item -->
                <a href="" class="grid grid-cols-1 grid-rows-[40%_60%] h-[323px] relative shadow-[0px_0px_10px_#00000040] overflow-hidden">
                    <div class="bg-no-repeat bg-top bg-cover relative" style="background-image: url('<?= Url::to(['/image/demo/07.jpg']) ?>');">
                        <!-- nngp:news-item_category -->
                        <div class="absolute right-0 bottom-0 font-light text-xs text-white w-44 bg-main-red py-1 flex items-center justify-center">
                            <span>От руководства</span>
                        </div>
                        <!-- /nngp:news-item_category -->
                    </div>
                    <div class="p-4 pb-16">
                        <div class="flex items-center justify-start mb-3">
                            <!-- nngp:news-item_date -->
                            <span class="font-light text-xs text-stone-400 mr-3">02/04/2021</span>
                            <!-- /nngp:news-item_date -->
                            <!-- nngp:news-item_views -->
                            <span class="flex items-center justify-start">
                                            <svg width="14" height="9" viewBox="0 0 14 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M7 9C11.1794 9 14 5.56268 14 4.49738C14 3.43732 11.1743 0 7 0C2.88235 0 0 3.43732 0 4.49738C0 5.56268 2.87721 9 7 9ZM7.00515 7.36268C5.43529 7.36268 4.18456 6.05598 4.17941 4.50262C4.17426 2.89679 5.43529 1.63732 7.00515 1.63732C8.56471 1.63732 9.82574 2.90204 9.82574 4.50262C9.82574 6.05598 8.56471 7.36268 7.00515 7.36268ZM7.00515 5.56793C7.58162 5.56793 8.06029 5.08513 8.06029 4.50262C8.06029 3.91487 7.58162 3.42682 7.00515 3.42682C6.41838 3.42682 5.94485 3.91487 5.94485 4.50262C5.94485 5.08513 6.41838 5.56793 7.00515 5.56793Z" fill="#D7D5D5"/>
                                            </svg>
                                            <span class="font-light text-xs text-stone-400 ml-1">14</span>
                                        </span>
                            <!-- /nngp:news-item_views -->
                        </div>
                        <!-- nngp:news-item_title -->
                        <div class="font-light text-xl text-black leading-6">
                            Студентам НГТУ им. Р. Е. Алексеева открывают двери в мир проектировщиков ННГП
                        </div>
                        <!-- /nngp:news-item_title -->

                        <div class="font-light text-sm text-black uppercase absolute bottom-4 left-4 after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-black after:h-px after:w-full">ЧИТАТЬ</div>
                    </div>
                </a>
                <!-- /nngp:news-item -->

                <!-- nngp:news-item -->
                <a href="" class="grid grid-cols-1 grid-rows-[40%_60%] h-[323px] relative shadow-[0px_0px_10px_#00000040] overflow-hidden">
                    <div class="bg-no-repeat bg-top bg-cover relative" style="background-image: url('<?= Url::to(['/image/demo/08.jpg']) ?>');">
                        <div class="absolute right-0 bottom-0 font-light text-xs text-white w-44 bg-main-red py-1 flex items-center justify-center">
                            <span>Технологический отдел</span>
                        </div>
                    </div>
                    <div class="p-4 pb-16">
                        <div class="flex items-center justify-start mb-3">
                            <span class="font-light text-xs text-stone-400 mr-3">02/04/2021</span>
                            <span class="flex items-center justify-start">
                                            <svg width="14" height="9" viewBox="0 0 14 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M7 9C11.1794 9 14 5.56268 14 4.49738C14 3.43732 11.1743 0 7 0C2.88235 0 0 3.43732 0 4.49738C0 5.56268 2.87721 9 7 9ZM7.00515 7.36268C5.43529 7.36268 4.18456 6.05598 4.17941 4.50262C4.17426 2.89679 5.43529 1.63732 7.00515 1.63732C8.56471 1.63732 9.82574 2.90204 9.82574 4.50262C9.82574 6.05598 8.56471 7.36268 7.00515 7.36268ZM7.00515 5.56793C7.58162 5.56793 8.06029 5.08513 8.06029 4.50262C8.06029 3.91487 7.58162 3.42682 7.00515 3.42682C6.41838 3.42682 5.94485 3.91487 5.94485 4.50262C5.94485 5.08513 6.41838 5.56793 7.00515 5.56793Z" fill="#D7D5D5"/>
                                            </svg>
                                            <span class="font-light text-xs text-stone-400 ml-1">9</span>
                                        </span>
                        </div>
                        <div class="font-light text-xl text-black leading-6">
                            Инженер ННГП в финале конкурса «Россия 2035»
                        </div>

                        <div class="font-light text-sm text-black uppercase absolute bottom-4 left-4 after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-black after:h-px after:w-full">ЧИТАТЬ</div>
                    </div>
                </a>
                <!-- /nngp:news-item -->

                <!-- nngp:news-item -->
                <a href="" class="grid grid-cols-1 grid-rows-[40%_60%] h-[323px] relative shadow-[0px_0px_10px_#00000040] overflow-hidden">
                    <div class="bg-no-repeat bg-top bg-cover relative" style="background-image: url('<?= Url::to(['/image/demo/03.jpg']) ?>');">
                        <div class="absolute right-0 bottom-0 font-light text-xs text-white w-44 bg-main-red py-1 flex items-center justify-center">
                            <span>От руководства</span>
                        </div>
                    </div>
                    <div class="p-4 pb-16">
                        <div class="flex items-center justify-start mb-3">
                            <span class="font-light text-xs text-stone-400 mr-3">02/04/2021</span>
                            <span class="flex items-center justify-start">
                                            <svg width="14" height="9" viewBox="0 0 14 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M7 9C11.1794 9 14 5.56268 14 4.49738C14 3.43732 11.1743 0 7 0C2.88235 0 0 3.43732 0 4.49738C0 5.56268 2.87721 9 7 9ZM7.00515 7.36268C5.43529 7.36268 4.18456 6.05598 4.17941 4.50262C4.17426 2.89679 5.43529 1.63732 7.00515 1.63732C8.56471 1.63732 9.82574 2.90204 9.82574 4.50262C9.82574 6.05598 8.56471 7.36268 7.00515 7.36268ZM7.00515 5.56793C7.58162 5.56793 8.06029 5.08513 8.06029 4.50262C8.06029 3.91487 7.58162 3.42682 7.00515 3.42682C6.41838 3.42682 5.94485 3.91487 5.94485 4.50262C5.94485 5.08513 6.41838 5.56793 7.00515 5.56793Z" fill="#D7D5D5"/>
                                            </svg>
                                            <span class="font-light text-xs text-stone-400 ml-1">14</span>
                                        </span>
                        </div>
                        <div class="font-light text-xl text-black leading-6">
                            Студентам НГТУ им. Р. Е. Алексеева открывают двери в мир проектировщиков ННГП
                        </div>

                        <div class="font-light text-sm text-black uppercase absolute bottom-4 left-4 after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-black after:h-px after:w-full">ЧИТАТЬ</div>
                    </div>
                </a>
                <!-- /nngp:news-item -->

                <!-- nngp:news-item -->
                <a href="" class="grid grid-cols-1 grid-rows-[40%_60%] h-[323px] relative shadow-[0px_0px_10px_#00000040] overflow-hidden">
                    <div class="bg-no-repeat bg-top bg-cover relative" style="background-image: url('<?= Url::to(['/image/demo/04.jpg']) ?>');">
                        <div class="absolute right-0 bottom-0 font-light text-xs text-white w-44 bg-main-red py-1 flex items-center justify-center">
                            <span>Технологический отдел</span>
                        </div>
                    </div>
                    <div class="p-4 pb-16">
                        <div class="flex items-center justify-start mb-3">
                            <span class="font-light text-xs text-stone-400 mr-3">02/04/2021</span>
                            <span class="flex items-center justify-start">
                                            <svg width="14" height="9" viewBox="0 0 14 9" fill="none" xmlns="http://www.w3.org/2000/svg">
                                                <path d="M7 9C11.1794 9 14 5.56268 14 4.49738C14 3.43732 11.1743 0 7 0C2.88235 0 0 3.43732 0 4.49738C0 5.56268 2.87721 9 7 9ZM7.00515 7.36268C5.43529 7.36268 4.18456 6.05598 4.17941 4.50262C4.17426 2.89679 5.43529 1.63732 7.00515 1.63732C8.56471 1.63732 9.82574 2.90204 9.82574 4.50262C9.82574 6.05598 8.56471 7.36268 7.00515 7.36268ZM7.00515 5.56793C7.58162 5.56793 8.06029 5.08513 8.06029 4.50262C8.06029 3.91487 7.58162 3.42682 7.00515 3.42682C6.41838 3.42682 5.94485 3.91487 5.94485 4.50262C5.94485 5.08513 6.41838 5.56793 7.00515 5.56793Z" fill="#D7D5D5"/>
                                            </svg>
                                            <span class="font-light text-xs text-stone-400 ml-1">9</span>
                                        </span>
                        </div>
                        <div class="font-light text-xl text-black leading-6">
                            Инженер ННГП в финале конкурса «Россия 2035»
                        </div>

                        <div class="font-light text-sm text-black uppercase absolute bottom-4 left-4 after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-black after:h-px after:w-full">ЧИТАТЬ</div>
                    </div>
                </a>
                <!-- /nngp:news-item -->

            </div>

        </div>
        <!-- /nngp:news -->

        <!-- nngp:honor-board -->
        <div class="col-span-2 lg:col-span-1 shadow-[0px_0px_10px_#00000040] rounded-xl py-8">
            <h2 class="font-semibold text-xl text-main-red uppercase text-center mb-9">ДОСКА ПОЧЕТА</h2>
            <div class="w-full h-auto relative">
                <button type="button" class="owl-honor-banner-next absolute right-2 top-2/4 -translate-y-2/4 z-30 w-5 h-5 rounded-full bg-stone-300 hover:bg-main-red text-black hover:text-white duration-300 ease-in-out flex items-center justify-center">
                    <svg width="13" height="8" viewBox="0 0 13 8" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                        <path d="M12.0291 4.62406C12.2244 4.4288 12.2244 4.11222 12.0291 3.91695L8.84713 0.734974C8.65187 0.539712 8.33529 0.539712 8.14002 0.734974C7.94476 0.930236 7.94476 1.24682 8.14002 1.44208L10.9685 4.27051L8.14002 7.09893C7.94476 7.2942 7.94476 7.61078 8.14002 7.80604C8.33529 8.0013 8.65187 8.0013 8.84713 7.80604L12.0291 4.62406ZM0.864746 4.77051H11.6756V3.77051H0.864746V4.77051Z"/>
                    </svg>
                </button>

                <button type="button" class="owl-honor-banner-prev absolute top-2/4 -translate-y-2/4 left-2 z-30 w-5 h-5 rounded-full bg-stone-300 hover:bg-main-red text-black hover:text-white duration-300 ease-in-out flex items-center justify-center">
                    <svg class="rotate-180" width="13" height="8" viewBox="0 0 13 8" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                        <path d="M12.0291 4.62406C12.2244 4.4288 12.2244 4.11222 12.0291 3.91695L8.84713 0.734974C8.65187 0.539712 8.33529 0.539712 8.14002 0.734974C7.94476 0.930236 7.94476 1.24682 8.14002 1.44208L10.9685 4.27051L8.14002 7.09893C7.94476 7.2942 7.94476 7.61078 8.14002 7.80604C8.33529 8.0013 8.65187 8.0013 8.84713 7.80604L12.0291 4.62406ZM0.864746 4.77051H11.6756V3.77051H0.864746V4.77051Z"/>
                    </svg>
                </button>

                <div class="owl-carousel owl-carousel-honor owl-theme w-full h-auto">

                    <div>
                        <div class="w-[106px] h-[106px] rounded-full border border-main-red border-solid relative left-2/4 -translate-x-2/4 bg-center bg-no-repeat bg-[length:100%_auto]" style="background-image: url('<?= Url::to(['/image/demo/01.jpg']) ?>');"></div>
                        <h6 class="font-bold text-black text-base text-center mt-4">Иванова Анна Андреевна</h6>
                        <p class="font-medium text-sm text-stone-300 text-center mt-1">Технологический отдел</p>
                        <p class="font-medium text-black text-sm text-center max-w-[290px] mt-2 relative left-2/4 -translate-x-2/4">
                            За особые достижения в выполнении производственных задач
                        </p>
                    </div>

                    <div>
                        <div class="w-[106px] h-[106px] rounded-full border border-main-red border-solid relative left-2/4 -translate-x-2/4 bg-center bg-no-repeat bg-[length:100%_auto]" style="background-image: url('<?= Url::to(['/image/demo/05.jpg']) ?>');"></div>
                        <h6 class="font-bold text-black text-base text-center mt-4">Степанов Иван Алексеевич</h6>
                        <p class="font-medium text-sm text-stone-300 text-center mt-1">Тендерный отдел</p>
                        <p class="font-medium text-black text-sm text-center max-w-[290px] mt-2 relative left-2/4 -translate-x-2/4">
                            За особые достижения в выполнении производственных задач
                        </p>
                    </div>

                    <div>
                        <div class="w-[106px] h-[106px] rounded-full border border-main-red border-solid relative left-2/4 -translate-x-2/4 bg-center bg-no-repeat bg-[length:100%_auto]" style="background-image: url('<?= Url::to(['/image/demo/06.jpg']) ?>');"></div>
                        <h6 class="font-bold text-black text-base text-center mt-4">Макарова Дарья Игоревна</h6>
                        <p class="font-medium text-sm text-stone-300 text-center mt-1">Отдел 3D моделирования</p>
                        <p class="font-medium text-black text-sm text-center max-w-[290px] mt-2 relative left-2/4 -translate-x-2/4">
                            За особые достижения в выполнении производственных задач
                        </p>
                    </div>

                </div>
            </div>
        </div>
        <!-- /nngp:honor-board -->
    </div>

    <!-- nngp:blog -->
    <div class="w-full h-auto mt-16">
        <div class="w-full h-auto flex items-center justify-between">
            <h1 class="font-bold text-2xl sm:text-4xl">Блог руководства</h1>
            <a href="" class="font-medium text-main-red text-xs sm:text-sm uppercase relative after:block after:content-[''] after:absolute after:left-0 after:-bottom-px after:bg-main-red after:h-px after:w-full">СМОТРЕТЬ ВСЕ</a>
        </div>

        <i class="block w-full h-px bg-stone-200 my-6"></i>

        <div class="w-full h-auto bg-[#F1F1F1] pb-16 px-0 sm:px-8 block sm:grid grid-cols-2 lg:grid-cols-3 grid-rows-1">

            <a href="" class="grid grid-cols-1 grid-rows-2 px-5 hover:bg-white duration-300 ease-in-out">
                <div class="bg-no-repeat bg-center bg-cover" style="background-image: url('<?= Url::to(['/image/demo/09.jpg']) ?>');">
                    <!-- image via css -->
                </div>
                <div class="pt-4 py-6">
                    <div class="flex items-center justify-start">
                        <div class="font-light text-xs text-stone-400">15 | 03 | 2021</div>
                        <div class="font-light text-xs text-stone-400 ml-3">Миронов Николай Григорьевич</div>
                    </div>
                    <p class="font-light text-xl text-black mt-5">
                        Сотрудничество с образовательными учреждениями.
                    </p>
                </div>
            </a>

            <a href="" class="grid grid-cols-1 grid-rows-2 px-5 hover:bg-white duration-300 ease-in-out">
                <div class="bg-no-repeat bg-center bg-cover" style="background-image: url('<?= Url::to(['/image/demo/10.jpg']) ?>');">
                    <!-- image via css -->
                </div>
                <div class="pt-4 py-6">
                    <div class="flex items-center justify-start">
                        <div class="font-light text-xs text-stone-400">15 | 03 | 2021</div>
                        <div class="font-light text-xs text-stone-400 ml-3">Павлычев Александр Сергеевич</div>
                    </div>
                    <p class="font-light text-xl text-black mt-5">
                        Наши сотрудники, демонстрируют стабильно высокие профессиональные навыки.
                    </p>
                </div>
            </a>

            <a href="" class="grid sm:hidden lg:grid grid-cols-1 grid-rows-2 px-5 hover:bg-white duration-300 ease-in-out">
                <div class="bg-no-repeat bg-center bg-cover" style="background-image: url('<?= Url::to(['/image/demo/11.jpg']) ?>');">
                    <!-- image via css -->
                </div>
                <div class="pt-4 py-6">
                    <div class="flex items-center justify-start">
                        <div class="font-light text-xs text-stone-400">15 | 03 | 2021</div>
                        <div class="font-light text-xs text-stone-400 ml-3">Ильин Александр Анатольевич</div>
                    </div>
                    <p class="font-light text-xl text-black mt-5">
                        При работе с персоналом мы руководствуемся основными принципами...
                    </p>
                </div>
            </a>

        </div>
    </div>
    <!-- /nngp:blog -->

    <!-- nngp:onbording -->
    <div class="w-full h-auto py-14 px-0 lg:px-14">
        <a href="" class="max-w-full lg:max-w-[1024px] h-auto bg-main-red hover:bg-white text-white hover:text-main-red duration-300 ease-in-out py-2 px-5 sm:px-14 flex items-center justify-between">
            <svg class="w-[100px] sm:w-[84px] h-[100px] sm:h-[84px]" viewBox="0 0 84 84" fill="currentColor" xmlns="http://www.w3.org/2000/svg">
                <path d="M34.5878 70.5598H31.2845C30.9835 70.5598 30.6948 70.4402 30.4819 70.2273C30.269 70.0145 30.1494 69.7257 30.1494 69.4247C30.1494 69.1236 30.269 68.8349 30.4819 68.622C30.6948 68.4091 30.9835 68.2896 31.2845 68.2896H34.5878C34.8888 68.2896 35.1776 68.4091 35.3904 68.622C35.6033 68.8349 35.7229 69.1236 35.7229 69.4247C35.7229 69.7257 35.6033 70.0145 35.3904 70.2273C35.1776 70.4402 34.8888 70.5598 34.5878 70.5598Z"/>
                <path d="M74.2381 70.5601H53.851C53.55 70.5601 53.2613 70.4405 53.0484 70.2277C52.8355 70.0148 52.7159 69.726 52.7159 69.425C52.7159 69.1239 52.8355 68.8352 53.0484 68.6223C53.2613 68.4095 53.55 68.2899 53.851 68.2899H74.2381C75.6229 68.2899 76.9511 67.7397 77.9303 66.7605C78.9096 65.7812 79.4597 64.4531 79.4597 63.0682V60.7185H4.54078V63.0682C4.54078 64.4531 5.09091 65.7812 6.07016 66.7605C7.0494 67.7397 8.37754 68.2899 9.7624 68.2899H23.3386C23.6397 68.2899 23.9284 68.4095 24.1413 68.6223C24.3542 68.8352 24.4737 69.1239 24.4737 69.425C24.4737 69.726 24.3542 70.0148 24.1413 70.2277C23.9284 70.4405 23.6397 70.5601 23.3386 70.5601H9.7624C7.77616 70.5577 5.87197 69.7676 4.46749 68.3632C3.063 66.9587 2.27291 65.0545 2.27051 63.0682V59.5834C2.27051 59.2823 2.3901 58.9936 2.60298 58.7807C2.81586 58.5678 3.10459 58.4482 3.40564 58.4482H80.5948C80.8959 58.4482 81.1846 58.5678 81.3975 58.7807C81.6104 58.9936 81.73 59.2823 81.73 59.5834V63.0682C81.7276 65.0545 80.9375 66.9587 79.533 68.3632C78.1285 69.7676 76.2243 70.5577 74.2381 70.5601Z"/>
                <path d="M45.9049 70.5598H42.5336C42.2325 70.5598 41.9438 70.4402 41.7309 70.2273C41.518 70.0145 41.3984 69.7257 41.3984 69.4247C41.3984 69.1236 41.518 68.8349 41.7309 68.622C41.9438 68.4091 42.2325 68.2896 42.5336 68.2896H45.9049C46.206 68.2896 46.4947 68.4091 46.7076 68.622C46.9205 68.8349 47.04 69.1236 47.04 69.4247C47.04 69.7257 46.9205 70.0145 46.7076 70.2273C46.4947 70.4402 46.206 70.5598 45.9049 70.5598Z"/>
                <path d="M48.2688 65.1851H35.7323C35.1748 65.1845 34.6403 64.9628 34.246 64.5688C33.8517 64.1747 33.6298 63.6403 33.6289 63.0828V59.5775C33.6289 59.2765 33.7485 58.9877 33.9614 58.7749C34.1743 58.562 34.463 58.4424 34.764 58.4424H49.237C49.5381 58.4424 49.8268 58.562 50.0397 58.7749C50.2526 58.9877 50.3722 59.2765 50.3722 59.5775V63.0828C50.3713 63.6403 50.1493 64.1747 49.755 64.5688C49.3607 64.9628 48.8262 65.1845 48.2688 65.1851ZM35.8958 62.9148H48.0985V60.7127H35.8992L35.8958 62.9148Z"/>
                <path d="M74.5645 60.7126H9.43494C9.13388 60.7126 8.84516 60.593 8.63228 60.3802C8.4194 60.1673 8.2998 59.8786 8.2998 59.5775V19.6661C8.30161 18.0145 8.95852 16.431 10.1264 15.2631C11.2943 14.0952 12.8778 13.4383 14.5294 13.4365H69.47C71.1216 13.4383 72.7051 14.0952 73.873 15.2631C75.0409 16.431 75.6978 18.0145 75.6996 19.6661V59.5775C75.6996 59.8786 75.58 60.1673 75.3671 60.3802C75.1542 60.593 74.8655 60.7126 74.5645 60.7126ZM10.5701 58.4424H73.4293V19.6661C73.4281 18.6164 73.0106 17.6101 72.2683 16.8678C71.5261 16.1255 70.5197 15.708 69.47 15.7068H14.5294C13.4797 15.708 12.4733 16.1255 11.7311 16.8678C10.9888 17.6101 10.5713 18.6164 10.5701 19.6661V58.4424Z"/>
                <path d="M66.5599 54.4276H17.4404C16.7805 54.4267 16.148 54.1641 15.6815 53.6975C15.2151 53.2308 14.9527 52.5981 14.9521 51.9383V22.2125C14.9527 21.5527 15.2151 20.92 15.6815 20.4533C16.148 19.9866 16.7805 19.724 17.4404 19.7231H66.5599C67.2198 19.724 67.8523 19.9866 68.3188 20.4533C68.7852 20.92 69.0475 21.5527 69.0481 22.2125V51.9383C69.0475 52.5981 68.7852 53.2308 68.3188 53.6975C67.8523 54.1641 67.2198 54.4267 66.5599 54.4276ZM17.4404 21.9934C17.4116 21.9934 17.3832 21.9991 17.3567 22.0101C17.3302 22.0211 17.3061 22.0373 17.2859 22.0577C17.2656 22.078 17.2496 22.1022 17.2387 22.1287C17.2278 22.1553 17.2223 22.1838 17.2224 22.2125V51.9383C17.2224 51.9962 17.2453 52.0517 17.2862 52.0928C17.327 52.1339 17.3825 52.1571 17.4404 52.1574H66.5599C66.6178 52.1571 66.6733 52.1339 66.7141 52.0928C66.7549 52.0517 66.7779 51.9962 66.7779 51.9383V22.2125C66.778 22.1838 66.7725 22.1553 66.7616 22.1287C66.7507 22.1022 66.7347 22.078 66.7144 22.0577C66.6942 22.0373 66.6701 22.0211 66.6436 22.0101C66.6171 21.9991 66.5886 21.9934 66.5599 21.9934H17.4404Z"/>
                <path d="M67.9159 30.3762H16.0834C15.7823 30.3762 15.4936 30.2566 15.2807 30.0438C15.0678 29.8309 14.9482 29.5421 14.9482 29.2411C14.9482 28.94 15.0678 28.6513 15.2807 28.4384C15.4936 28.2256 15.7823 28.106 16.0834 28.106H67.9159C68.217 28.106 68.5057 28.2256 68.7186 28.4384C68.9315 28.6513 69.0511 28.94 69.0511 29.2411C69.0511 29.5421 68.9315 29.8309 68.7186 30.0438C68.5057 30.2566 68.217 30.3762 67.9159 30.3762Z"/>
                <path d="M22.816 26.2737H21.766C21.4649 26.2737 21.1762 26.1541 20.9633 25.9412C20.7505 25.7283 20.6309 25.4396 20.6309 25.1386C20.6309 24.8375 20.7505 24.5488 20.9633 24.3359C21.1762 24.123 21.4649 24.0034 21.766 24.0034H22.816C23.1171 24.0034 23.4058 24.123 23.6187 24.3359C23.8315 24.5488 23.9511 24.8375 23.9511 25.1386C23.9511 25.4396 23.8315 25.7283 23.6187 25.9412C23.4058 26.1541 23.1171 26.2737 22.816 26.2737Z"/>
                <path d="M28.5826 26.2737H27.5326C27.2315 26.2737 26.9428 26.1541 26.7299 25.9412C26.5171 25.7283 26.3975 25.4396 26.3975 25.1386C26.3975 24.8375 26.5171 24.5488 26.7299 24.3359C26.9428 24.123 27.2315 24.0034 27.5326 24.0034H28.5826C28.8837 24.0034 29.1724 24.123 29.3853 24.3359C29.5981 24.5488 29.7177 24.8375 29.7177 25.1386C29.7177 25.4396 29.5981 25.7283 29.3853 25.9412C29.1724 26.1541 28.8837 26.2737 28.5826 26.2737Z"/>
                <path d="M34.6215 26.2737H33.5658C33.2647 26.2737 32.976 26.1541 32.7631 25.9412C32.5503 25.7283 32.4307 25.4396 32.4307 25.1386C32.4307 24.8375 32.5503 24.5488 32.7631 24.3359C32.976 24.123 33.2647 24.0034 33.5658 24.0034H34.6215C34.9225 24.0034 35.2113 24.123 35.4241 24.3359C35.637 24.5488 35.7566 24.8375 35.7566 25.1386C35.7566 25.4396 35.637 25.7283 35.4241 25.9412C35.2113 26.1541 34.9225 26.2737 34.6215 26.2737Z"/>
                <path d="M27.9729 38.5808H23.4017C23.1007 38.5808 22.812 38.4612 22.5991 38.2483C22.3862 38.0355 22.2666 37.7467 22.2666 37.4457C22.2666 37.1446 22.3862 36.8559 22.5991 36.643C22.812 36.4301 23.1007 36.3105 23.4017 36.3105H27.9729C28.274 36.3105 28.5627 36.4301 28.7756 36.643C28.9885 36.8559 29.1081 37.1446 29.1081 37.4457C29.1081 37.7467 28.9885 38.0355 28.7756 38.2483C28.5627 38.4612 28.274 38.5808 27.9729 38.5808Z"/>
                <path d="M38.8898 38.5808H34.3197C34.0186 38.5808 33.7299 38.4612 33.517 38.2483C33.3042 38.0355 33.1846 37.7467 33.1846 37.4457C33.1846 37.1446 33.3042 36.8559 33.517 36.643C33.7299 36.4301 34.0186 36.3105 34.3197 36.3105H38.8898C39.1908 36.3105 39.4795 36.4301 39.6924 36.643C39.9053 36.8559 40.0249 37.1446 40.0249 37.4457C40.0249 37.7467 39.9053 38.0355 39.6924 38.2483C39.4795 38.4612 39.1908 38.5808 38.8898 38.5808Z"/>
                <path d="M60.5976 38.5808H45.8715C45.5704 38.5808 45.2817 38.4612 45.0688 38.2483C44.8559 38.0355 44.7363 37.7467 44.7363 37.4457C44.7363 37.1446 44.8559 36.8559 45.0688 36.643C45.2817 36.4301 45.5704 36.3105 45.8715 36.3105H60.5976C60.8986 36.3105 61.1874 36.4301 61.4002 36.643C61.6131 36.8559 61.7327 37.1446 61.7327 37.4457C61.7327 37.7467 61.6131 38.0355 61.4002 38.2483C61.1874 38.4612 60.8986 38.5808 60.5976 38.5808Z"/>
                <path d="M36.2229 46.2385H23.3959C23.0948 46.2385 22.8061 46.1189 22.5932 45.9061C22.3803 45.6932 22.2607 45.4045 22.2607 45.1034C22.2607 44.8023 22.3803 44.5136 22.5932 44.3007C22.8061 44.0879 23.0948 43.9683 23.3959 43.9683H36.2229C36.524 43.9683 36.8127 44.0879 37.0256 44.3007C37.2384 44.5136 37.358 44.8023 37.358 45.1034C37.358 45.4045 37.2384 45.6932 37.0256 45.9061C36.8127 46.1189 36.524 46.2385 36.2229 46.2385Z"/>
                <path d="M60.5976 46.2385H45.8715C45.5704 46.2385 45.2817 46.1189 45.0688 45.9061C44.8559 45.6932 44.7363 45.4045 44.7363 45.1034C44.7363 44.8023 44.8559 44.5136 45.0688 44.3007C45.2817 44.0879 45.5704 43.9683 45.8715 43.9683H60.5976C60.8986 43.9683 61.1874 44.0879 61.4002 44.3007C61.6131 44.5136 61.7327 44.8023 61.7327 45.1034C61.7327 45.4045 61.6131 45.6932 61.4002 45.9061C61.1874 46.1189 60.8986 46.2385 60.5976 46.2385Z"/>
            </svg>

            <h1 class="font-semibold text-base sm:text-lg lg:text-2xl uppercase text-right sm:text-left">
                онбординг сотрудников по пользованию порталом
            </h1>
        </a>
    </div>
    <!-- /nngp:onbording -->

</div>